{
    "link": {
      "input": "https://www.v2ex.com/t/1132723",
      "updated_at": "2025-06-17T14:38:48.381Z",
      "try_count": 1,
      "error": ""
    },
    "long-text": {
      "input": " 首页 注册 登录 V2EX = way to explore V2EX 是一个关于分享和探索的地方 现在注册 已注册用户请 登录 这是一个专门讨论 idea 的地方。 每个人的时间，资源是有限的，有的时候你或许能够想到很多 idea，但是由于现实的限制，却并不是所有的 idea 都能够成为现实。 那这个时候，不妨可以把那些 idea 分享出来，启发别人。 #Wrapper { background-image: url(\"//www.v2ex.com/static/img/shadow.png\"), url(\"//static.v2ex.com/tiles/grid.png\"); background-position: 0 0, 0 50%; background-repeat: repeat-x, repeat; } 广告 (adsbygoogle = window.adsbygoogle || []).push({}); V2EX › 奇思妙想 外卖平台抽成太高了！我们能否共同打造一个属于劳动者的数字摊位？ 2 ugugzh · 29 天前 · 18309 次点击 最近听一个做餐饮的老哥吐槽说现在平台抽成比房租还贵，平台居然要抽掉三成左右，给我惊了，难怪最近东哥这么得民心。 我在想有没有可能，以 DAO 的形式运营一个零佣金的外卖平台？让用户，商家，骑手直接沟通 第 1 条附言 · 29 天前 我的想法是，把平台做成非盈利的 DAO ，所有参与者共同维护和决定平台的发展。商家可以节省掉原来 20%~30%的平台佣金；骑手也是同样能大幅度提高收益。商家为了节省更多佣金，会给更多的优惠在这个平台；骑手也更乐意跑这个平台。作为终端用户，这个平台上买东西优惠更多，自然也愿意用。本质上是拿我们不赚钱和现有大平台竞争不知道我这个想法里有什么不靠谱的地方？ 第 2 条附言 · 29 天前 不是完全为爱发电，平台会从每笔交易里扣很少一部分（比如 5%）存到 DAO 里,然后按规则发放给为平台做贡献的人（比如，推广，市场，美术，开发。。。） 第 3 条附言 · 28 天前 构想的这个外卖平台可以类比成像综合大市场这样的基础设施。所有入驻的商家和买家在市场里是自由直接进行交易，产生的纠纷由他们自行解决，实在解决不了时可以引入外部第三方的协调机构（比如 jc ）。市场向商户收取摊位费，清洁费这些来保持市场的正常运行，但收这些费用不是为了让让从运营市场中获利。 外卖平台 抽成 dao289 条回复 • 2025-06-10 11:34:29 +08:00 1 2 3 ❮ ❯ 1 murmur 29 天前 6 因为经济不景气，平台掌握了生杀大权你找不到工作，但是 boss 直聘赚麻了，一个道理 2 murmur 29 天前 1 饿了么做成这 b 样，还是最早一批入局的，说明美团还是有点本事，要不也不至于饿了么成了 others 3 ferock 29 天前 1 你不要成本的？？ 4 banricho 29 天前 via Android 没可能，下一个 5 bjtugun 29 天前 via Android 7 笑死，屠龙勇士终将变成恶龙 6 DeWjjj 29 天前 28 你猜为什么我们国家运行美团这种出现，就是因为一直以来这个食品的税就没收上来过，但是有美团统一收走之后，就能赚出税款，你搞个自治这个税又没了，你说能让你活么？ 7 ugugzh OP 29 天前 我的想法是，把平台做成非盈利的 DAO ，所有参与者共同维护和决定平台的发展。商家可以节省掉原来 20%~30%的平台佣金；骑手也是同样能大幅度提高收益。商家为了节省更多佣金，会给更多的优惠在这个平台；骑手也更乐意跑这个平台。作为终端用户，这个平台上买东西优惠更多，自然也愿意用。本质上是拿我们不赚钱和现有大平台竞争不知道我这个想法里有什么不靠谱的地方？ 8 tcper 29 天前 做这种平台核心门槛并不是技术开发，也不是零佣金，而是如何占领用户心智，以及店铺加入、骑手管理。用户一天在美团下单，餐饮一天就要挨着 3 成的抽成。 9 ugugzh OP 29 天前 @ferock 做成 p2p 的，无服务器，商家之间自己形成网络，提供服务 10 ugugzh OP 29 天前 @tcper 我的想法是，把平台做成非盈利的 DAO ，所有参与者共同维护和决定平台的发展。商家可以节省掉原来 20%~30%的平台佣金；骑手也是同样能大幅度提高收益。商家为了节省更多佣金，会给更多的优惠在这个平台；骑手也更乐意跑这个平台。作为终端用户，这个平台上买东西优惠更多，自然也愿意用。本质上是拿我们不赚钱和现有大平台竞争不知道我这个想法里有什么不靠谱的地方？ 11 zizon 29 天前 1 你猜为什么用户为什么不饶过平台直接找卖家下单,店家不直接发展自己的客户,骑手为什么不像以前的麦乐送专门服务一家? 12 Kylin30 29 天前 区块链商铺 13 putaozhenhaochi 29 天前 via iPhone 笑死 14 minhal 29 天前 6 然后成为“闲鱼”现状，各种坑蒙拐骗。。 15 bunnyblueair 29 天前 你看下新闻有 之前西南出现一个 然后被叫停了 16 iamwrong 29 天前 via Android @murmur 内卷的周期里，越掌握规则的头部资本越强势，也越贪婪 17 dubidu 29 天前 保护费交一下。 18 ugugzh OP 29 天前 @zizon 也允许他们脱离平台交易。感觉他们也没必要脱离呢？在平台里交易对他们来说成本也是极低的，并且平台可以给他们提供了便捷的工具为他们服务。对于骑手而言，在平台能接到更多的单子呢 19 littlecap 29 天前 本质还是建立信任很难吧。建议还是先改变自己，从买菜做饭开始。 20 Cheons 29 天前 via Android 1 https://www.bilibili.com/video/BV1MS1nYFEud12：30很难得了 21 ugugzh OP 29 天前 @bunnyblueair 还记得关键词吗？ 我去看看 22 ugugzh OP 29 天前 @DeWjjj 先做在墙外做怎么？另外做成 p2p 的应该也没那么容易被封杀吧？ 23 ugugzh OP 29 天前 @minhal 打架这刚面确实很有挑战，不过认真研究一下应该也有解决方法吧？比如：搞个完善的评价体系；入驻的商家骑手需要先质押代币。。。。 24 killva4624 29 天前 这不是一个技术问题，至少很长一段时间不是。 25 totoro52 29 天前 梦想很美好，现实很残酷 26 ugugzh OP 29 天前 @iamwrong 我的想法是：他们是资本运作总归是想要盈利的。那我们做成非盈利的，能否与之较量一下？ 27 ugugzh OP 29 天前 @littlecap 是的，冷启动阶段确实会有很大的阻力。不过，对于商家和骑手，他们刚开始加入是几乎不需要付出成本的，这样他们会愿意试一试吗？ 28 Hephaistos 29 天前 @DeWjjj 你在市场上买的所有东西都是包含了增值税的 29 xiaocongcong1 29 天前 via iPhone 存在的都是有他原因，你觉得商家不赚钱骑手不赚钱，但是商家不关店，骑手还接单，这是为什么？因为现在经济不景气，给商家 1%的利润甚至只要不亏钱他都干，用大数据给骑手和网约车算好时薪 20 一小时就会为了跑够一天 300 晚上 10 点都回不了家，送外卖开网约车能够吸纳现在失业大军，不至于无业影响社会稳定，一些都是被设计好的。 30 Sekai 29 天前 您需要 rpg (doge 31 fredweili 29 天前 有人做过了，骑手联盟，不要低估政策法规，不允许这么干，想想这个联盟是什么性质 32 runinhard 29 天前 外卖平台抽成太高就关了做堂食呗 33 zpxshl 29 天前 via Android 你去问问本地骑手一单能拿多少钱，再看看下单的实付单价，就知道美团的利润没这么高了。中国不缺资本的，外卖这么大体量如果真能抽 30%，这赛道会比现在更激烈很多 34 Danmen123 29 天前 我记得之前 b 站看到过国外有成立类似的外卖员俱乐部，自己联系商家合作去配送，没有第三方抽成的，不知道现在发展的怎么样了。 35 winglight2016 29 天前 lz 想得过于复杂，类似于拿着锤子找钉子敲。我之前上班的大厦有一家专卖这栋楼的外卖商家，靠口口相传，把这栋大厦的上班族拉进一个微信群，然后每个工作日饭点前点菜，总共五六种款式，吃完付款，已经不需要平台了。 36 hnbcinfo 29 天前 国内政策，甚至说全球任何一个国家的政策都不允许你这种不受监管的数字摊位形式存在。 37 testver 29 天前 支持您，发现了一片蓝海，建议辞职创业吧。 38 lipaysam 29 天前 2 你是否在找从中心化集权到分布式自治，可以阅读下这篇博客https://www.modb.pro/db/1887319593748803584 39 shijingshijing 29 天前 活不过片头 40 tcper 29 天前 @ugugzh 你的想法从技术开发角度没有问题，但是如果做上线之后大概率没人用 41 ugugzh OP 29 天前 @testver 我目前就是完全自由形式的给一个 DAO 做开发者正是我当前参与的这个 DAO 给我我灵感 42 fkdtz 29 天前 1 楼主几岁了？楼主除了本职工作外，是否做成过净利润为正的交易？理论上一切涉及到中间商、平台的场景，都可以被 DAO ，但现实往往不像理想那么简单纯粹。不是说不可行，要想跑的通起码要收入覆盖成本，可这件事成本太高了。履约、效率、监管等等很多很多，一系列问题都是成本。 43 tongbufu 29 天前 via iPhone 然后发个治理代币是吧 44 ugugzh OP 29 天前 @winglight2016 感谢提供这个案例。可不可以理解为其实大家是有直接交易的需求的？那么做这个平台是否能正好给他们提供完备的辅助工具呢？ 45 ugugzh OP 29 天前 @fkdtz 大胆的引用一下 @winglight2016 提供的案例：<我之前上班的大厦有一家专卖这栋楼的外卖商家，靠口口相传，把这栋大厦的上班族拉进一个微信群，然后每个工作日饭点前点菜，总共五六种款式，吃完付款，已经不需要平台了。>这算不算小范围内跑通了呢？ 46 Logtous 29 天前 3 这就是我们大部分程序员的通病，只懂技术不懂运营。运营里面有个专业名词叫 ROI （投资回报率），平台抽成你可以理解为一个渠道的广告投入，从网站、app 、游戏投流的角度去理解，你就会豁然开朗了。你可以反问一句老板：不做美团行不行？或者更进一步问不做线上行不行？既然加入了流量的局，就应该把这笔钱花的值，充分利用好平台。比如向明星店铺和产品学习、借鉴，基于数据分析优化或淘汰产品，创新运营和产品等等 47 kneo 29 天前 via Android 别老想着钻法律空子。 48 duanxianze 29 天前 你想的太简单了，我就一个问题，各种帽子叔叔找上门，啥理由没有就是要罚款，你能怎么办 49 ugugzh OP 29 天前 @Logtous 多谢评论。作为，现有资本运作的大公司，他们是指望用平台盈利的。那是不是可以理解我们作为消费者其实是在被他们剥削？我构想的这个平台的核心就是把他们的这部分盈利还给各方 50 zhang77555 29 天前 推广成本哪里来, 不推广店铺进不来你这个平台就只会恶性循环, 服务器成本都撑不住你觉得没手续费店铺就都会愿意来试一试? 你看看那么多送钱求别人注册的 app 呢😀 51 EndlessMemory 29 天前 1 我就问你一个问题，不抽佣金怎么赚钱维护，出问题了找谁，一旦用户不认可你，商户不认可你，那么你这个平台再便宜也没用 52 ugugzh OP 29 天前 @zhang77555 不是完全为爱发电，平台会从每笔交易里扣很少一部分（比如 5%）存到 DAO 里,然后按规则发放给为平台做贡献的人（比如，推广，市场，美术，开发。。。） 53 ugugzh OP 29 天前 @EndlessMemory 同上+ 信誉系统 54 mark2025 29 天前 屠龙者终成恶龙。除了那个男人…… 55 jhdxr 29 天前 @ugugzh #49 > 那是不是可以理解我们作为消费者其实是在被他们剥削？我构想的这个平台的核心就是把他们的这部分盈利还给各方如果你对于『剥削』的定义是被他们赚取了哪怕一分钱，那么自然是被剥削了。但我不知道你平时有没有自己做过饭。平时自己炒个番茄炒蛋之类的没啥问题，但比如你想吃个北京烤鸭，你会选择出去吃还是自己做？佛跳墙？满汉全席？有些钱就是要让别人赚的。 56 ugugzh OP 29 天前 @mark2025 DAO 方式运作，没有任何一个人有绝对控制权，是一个多方博弈的系统 57 lq21138 29 天前 感觉你这是要建成一个地下黑暗世界 58 ugugzh OP 29 天前 @jhdxr 通过构想的这系统，每个人花出去的钱是否能更值一点呢？ 59 jhdxr 29 天前 2 @ugugzh 『信誉系统』。。。能说出这几个字说明你和我有一个想法就差一个程序员的人没啥区别。你口中的信誉系统只是一个存在你想象中的完美的不具备可行性的系统。淘宝京东的信誉系统挡住了羊毛党吗？咸鱼的信誉系统挡住了各种骗子吗？我国的失信人制度挡住了各种老赖吗？你口中的信誉系统这么有用我觉得你可以考虑先去上面任何一个地方试试水 60 zhang77555 29 天前 @ugugzh 你没有前期花大价钱补贴投广推广营销, 你就是 0 手续费, 甚至画大饼以后广告赚钱倒分给店家你也很难做起来, 最多做个小区或者社区范围的级别, 但是这种级别微信群就够了,别人压根不需要来这个平台, 你去推荐别人只会当你骗个人信息的 61 AmorSpem 29 天前 1 监管才是问题 62 lovepocky 29 天前 via iPhone 挺赞同楼主这个想法，我也构思过。本质上来说其实全球化走到现在尽头也是因为有人吃了太多好处，所以变成联盟形式的局部自由贸易，排斥其他区域的倾销。互联网也是一样，国内的大公司也是切了国内的市场来运营，那么本地城市一样可以切自己的地盘来运营。我觉得合理的技术入局的方式，可能是只提供技术支持吧，其他权力都要通过各方博弈自己去定的 63 sn0wdr1am 29 天前 美团也是烧钱烧出来的垄断。你用爱发电？ 64 llsquaer 29 天前 想法很丰满。先不讨论服务器开发维护相关费用的情况下。实际情况是有多少人知道这个平台？ 多少人参与这个平台？卖家积极性高还是买家？市场是怎么打开的？很多刚毕业或者长期从事非业务的人，一般都会想当然。互联网不是想出来的，而是干出来的。 这里说的 [干] 要么是靠资金，要么是靠人力。无论是现今的美团，还是曾经的淘宝，无一例外，若光有技术那就只是技术。 65 wy315700 29 天前 一个给猫挂铃铛的故事。想法美好，结局美好，但是过程呢。谁去给猫挂这个铃铛呢。 66 lovepocky 29 天前 不过自治形式的管理, 不是说换了形式就能起作用, 最重要还是参与者本身的民主意识. 如果只有一帮散沙或者捣乱分子, 那最后也会走向集权. 67 ugugzh OP 29 天前 @lovepocky 多谢。正是我想表达的，平台只是提供让各方直接沟通的工具，其他的交给自由市场去博弈决定。比如：配送费不是用平台计算得到而是根据市场当前整体情况让骑手/用户自行协商得到的，平台在这个过程中只提供数据供他们参考 68 minhal 29 天前 @ugugzh 可以非盈利，但是最终你的维护成本会很高，有利益的地方就会有黑灰产，每年大平台打击这些也付出了很大代价的。评价体系如何减少刷保证好评恶评？商家与用户食品纠纷如何处理？很多问题的处理逐渐又回到了商业上，需要成本的。。 69 macaodoll 29 天前 屠龙少年,终成恶龙 70 ugugzh OP 29 天前 @llsquaer 不是完全用爱发电，平台会从每笔交易里扣很少一部分（比如 5%）存到 DAO 里,然后按规则发放给为平台做贡献的人（比如，推广，市场，美术，开发。。。）至于服务器：把这个平台做成 p2p 的，让商户之间形成网络对外提供服务 71 huangqihong 29 天前 1 @ugugzh #9 不行，审核，以及客户，如何处理纠纷等等主要还有担责 72 ugugzh OP 29 天前 @lovepocky 那么就让 DAO 和平台事先通过代码指定好规则 怎么样？ 就像只能合约那样 73 DigitaIOcean 29 天前 1 出了事找谁？美团出事找美团，你这个平台出事了，你担责吗 74 sampeng 29 天前 走出去看看吧。。。三四线城市早就大把公司在做这个玩意做得风生水起了。长沙我就知道有 2-3 个，本地服务同样还是能赚钱的。 75 LLLeo 29 天前 太过梦想话了，一堆黑产都能搞死你 76 Aawhale 29 天前 @DeWjjj 郭嘉太坏了，消费者购买商品支付了 13%税，在此基础上额外收取更多税收 77 chuan2015 29 天前 via Android 欧洲有个 app 叫 toogoodtogo ，降低了交易成本。商家把关门前卖不掉的面包打包，用户自己上门来取。用户可以很便宜的买到一大堆面包，商户可以回流点资金，还能防止浪费。非常好的 app 78 kandaakihito 29 天前 早在 16 年外卖大战那段时间，就有不少类似 op 说的这种小平台了，但是知名度往往也就卡在当地地级市的水平出不去。比如福建晋江就有这种玩意（听我大学舍友说的）。但是，你在本地的话或许还有人脉，或者能直击当地用户的需求，但是出了地级市你的关系就不管用了。这种 O2O 类型的平台难点完全在地推和运营上。。。 79 dem0ns 29 天前 能用技术解决的问题根本不是问题 80 evan9527 29 天前 劳动者团结起来，有违法的风险。 81 ugugzh OP 29 天前 @huangqihong 这些工作都交给愿意做这些的贡献者，相应的，贡献者将会得到奖惩。每个参与者在这个系统中的行为都事先通过代码的形式做好约束。想想比特币网络，总有人想搞破坏，但是成本巨大，不得不放弃；相反，如果按期望的规则行事就能得到奖励 82 zhonghao01 29 天前 等京东补贴补完了大概率就跟美团差不多了。 83 ugugzh OP 29 天前 @zhonghao01 非常赞同，我也这么看 84 echo1937 29 天前 总有人以为技术可以解决所有问题，区块链拥趸尤甚。同样的还有自由市场至上论，什么都交给市场，政府一点都别管。而外卖平台（美团饿了么 vs 京东）正好说明，后者也没有什么进步，只是提出一个新的运营理念。 85 maxmax4max 29 天前 最典型的程序员思维 86 huangqihong 29 天前 @ugugzh #81 不太行，你这样还是走上了商业模式了，任务交给贡献者，已经形成实际雇佣了，有订单就有税收，你监管别人，国家也要监管你只要是人，就有私心，你不挣钱，不能挡着别人挣钱 87 amoSjiang 29 天前 2024 年​​美团单均经营利润提升至 ​​1.4 元/单（ 2022 年 1.05,2023 年 1.2 ）；​​ 88 hedian 29 天前 天真啊，天真，不管做什么，终究要走到那一步的，美团一开始也是是免费拉商家的入驻的啊，终究你必然是要多方面收割的，想啥呢 89 mark2025 29 天前 @ugugzh DAO 方式运作，没有任何一个人有绝对控制权，是一个多方博弈的系统====九龙治水？ 90 C02TobNClov1Dz56 29 天前 @ugugzh #72 经典代码解决一切, 用程序自动纠正错误的想法很好, 但是根本不可能实现, 因为千人千面, 你不知道你会在网上遇到多少奇葩, 你的程序不能预先知道遇到一些没见过的情况应该怎么处理, 最后还是要人工处理. 然后你就会发现, 你的成本根本没法覆盖, 还有大量来钻空子的人, 你能保证你写的程序没有任何 bug, 没有任何规则漏洞?一旦出现生产事故, 你口碑就一落千丈了, 然后要花大成本公关, 你真的把事情想的太简单了, 认为技术能解决一切. 91 bk201 29 天前 开发者没有驱动力在，不能纯靠为爱发电吧。 92 ugugzh OP 29 天前 @huangqihong 这个系统是没有实际控制人/负责人的。该监管谁呢？怎么监管呢？关于贡献者做任务发奖励的部分是系统自动执行的规则，不需要人为干预 93 yvyvyv 29 天前 25-20 15-11 ...一顿午饭几块钱就搞定了,你这个平台能做到么，做不到的话没单就没骑手，这样偶尔有那么一两单也没人送。这样用户的餐送不到人家为什么还用你的平台。餐食有问题、超时未送到人家有平台免单兜底，你这个平台有什么保障？明知道美团把商家当猪宰也没有一家能站出来把他干死，(起初外卖可是百花齐放，最后结果呢大部分都惨死，就剩饿了么半死不活)也不知道 jd 能撑多久。 94 ugugzh OP 29 天前 @chengyiqun 也不是一开始就把一切用代码写完美，那不可能。这里强调的是没有 <一个人>对平台有绝对控制权。是所有真心关心这个系统的参与者共同协商/投票决定系统的发展 95 Logtous 29 天前 @ugugzh 平台就好比一个媒婆，你不用太关注她得了多少好处，关键是她能给你提供貌美如花、靠谱的对象 当然 站在同情怜悯弱者的角度 针对弱者做一些妥协也是应该的 比如大户多收、小户少收，而不是一刀切的收费是合理的，弹性或者说平衡之道是最难的 96 ugugzh OP 29 天前 @bk201 不是完全为爱发电，平台会从每笔交易里扣很少一部分（比如 5%）存到 DAO 里,然后按规则发放给为平台做贡献的人（比如，推广，市场，美术，开发。。。） 97 forbreak 29 天前 这么说吧，美团这些，当初推广的时候是真金白银加上真刀真枪抢出来的垄断。 这事就不是个技术问题，就跟阿里想取代微信一样，开发了聊天系统又如何呢？ 98 huangqihong 29 天前 @ugugzh #92 那就更不行了，没有负责人，就容易滋生邪恶，以前的美团外卖还有鸡，怎么说，你要是国外，说不定还有面粉 99 jaycezhang7890 29 天前 @ugugzh #92 “这个系统是没有实际控制人/负责人的”，就这一步不就被无了吗？不符合咱们得情况的 100 ugugzh OP 29 天前 1 @Logtous 其实核心是想让每个人在这个过程中利益最大化，而不是只独大了现有平台。 是想把这种平台做成一种公共的基础设施，而不是牟利工具 1 2 3 ❮ ❯ .wwads-cn { border-radius: 3px !important; } .wwads-text { color: var(--link-color) !important; } 关于 · 帮助文档 · 博客 · API · FAQ · 实用小工具 · 2831 人在线 最高记录 6679 · Select Language 创意工作者们的社区 World is powered by solitude VERSION: 3.9.8.5 · 28ms · UTC 14:38 · PVG 22:38 · LAX 07:38 · JFK 10:38Developed with CodeLauncher♥ Do have faith in what you're doing. (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){ (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o), m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m) })(window,document,'script','//www.google-analytics.com/analytics.js','ga'); ga('create', 'UA-11940834-2', 'v2ex.com'); ga('send', 'pageview'); ga('send', 'event', 'Node', 'topic', 'ideas'); ❯ ",
      "updated_at": "2025-06-17T14:38:49.097Z",
      "try_count": 1,
      "error": ""
    },
    "audio": {
      "input": {
        "title": "外卖平台抽成太高了！我们能否共同打造一个属于劳动者的数字摊位？",
        "outline": "- **OP的提议**：\n  - 背景：外卖平台抽成高达20%~30%，影响商家和骑手收益。\n  - 核心想法：建立一个非盈利的DAO外卖平台，抽成降至5%，让商家、骑手和用户直接沟通，节省成本。\n  - 运作方式：平台从每笔交易扣取少量费用，用于奖励贡献者（如推广、市场、开发人员），并通过DAO机制让参与者共同决策。\n  - 优势：商家降低成本提供更多优惠，骑手提高收入，用户享受更低价服务，形成良性循环。\n  - 挑战：需解决信任、监管和冷启动问题，如通过P2P网络、信誉系统和代币质押。\n\n- **附言补充**：\n  - 第一条：平台作为非盈利基础设施，类似综合市场，费用用于维护而非牟利。\n  - 第二条：详细说明费用分配和DAO治理。\n  - 第三条：强调自由交易，纠纷由参与者自行解决，必要时引入第三方。\n\n- **回复讨论**：\n  - **经济和竞争问题**：\n    - 许多人认为平台需要成本（如推广、服务器），零佣金不可行；平台垄断（如美团）是经济不景气和用户心智的结果。\n    - 质疑：不抽成如何覆盖维护费用，可能会导致恶性循环或失败。\n  - **监管和法律问题**：\n    - 担忧政策干预，DAO形式可能被视为不受监管，容易滋生黑灰产；提及历史案例，如骑手联盟被叫停。\n    - 观点：国家税收和监管是关键障碍，平台需合规。\n  - **技术可行性**：\n    - 支持P2P网络和区块链，但强调实际运营难度大；信誉系统难以完美，需人力干预。\n    - 案例：小范围成功如微信群交易，但大规模推广挑战巨大。\n  - **其他观点**：\n    - 理想主义 vs 现实：有人鼓励尝试，但多数认为想法天真，容易演变为新垄断；建议从本地或简单场景起步。\n    - 替代方案：商家转向堂食或本地群组交易。\n\n- **总体总结**：\n  - 该讨论反映了用户对高抽成平台的痛点，但共识是DAO方案面临经济、监管和技术等多重障碍，需平衡理想与现实。",
        "key_points": "",
        "script": [
          {
            "role": "host",
            "text": "哎，你知道吗，最近在网上看到一个帖子，说外卖平台抽成太高了，搞得商家都快受不了了。那个家伙提了个主意，用什么DAO方式来做个零佣金的平台。你觉得这行得通吗？"
          },
          {
            "role": "guest",
            "text": "哦，这个啊，我看过了。嗯，就是那个帖子，说平台抽三成左右，商家抱怨说比房租还贵。所以，他想做个非盈利的DAO，让商家、骑手和用户直接聊着交易，不抽那么多钱。"
          },
          {
            "role": "host",
            "text": "对对对，我是说，这个抽成确实高得离谱。你觉得商家能省下那些钱，会不会更愿意用这个新平台呢？"
          },
          {
            "role": "guest",
            "text": "嗯，可能是吧。商家本来就觉得抽成高，现在省了20%到30%，他们肯定会开心点。还能给用户更多优惠，骑手也能赚更多。你知道的，平台本来就是中间抽一笔，现在不抽了，大家都受益。"
          },
          {
            "role": "host",
            "text": "那听起来不错啊，不过我记得帖子里面有人说，这个平台要怎么运营呢？不是完全免费的，对吧？"
          },
          {
            "role": "guest",
            "text": "对，不是完全靠爱发电。那个发帖的人说，从每笔交易扣个5%，然后放进DAO里，奖励那些为平台出力的人。比如做推广的、市场的人、开发啥的。"
          },
          {
            "role": "host",
            "text": "哦，这样啊。那你觉得这个DAO到底是什么玩意儿？听起来挺高大上的。"
          },
          {
            "role": "guest",
            "text": "嗯，DAO就是去中心化的那种组织，大家一起投票决定事儿。不是有一个人控制的，是多方博弈。像个社区，大家维护平台的发展。商家和用户都能参与进来。"
          },
          {
            "role": "host",
            "text": "那挺有意思的。可是，有人回复说，这个平台怎么处理纠纷呢？万一有问题，谁来管？"
          },
          {
            "role": "guest",
            "text": "嗯，这个确实是个挑战。帖子里面提到，类似大市场那样，商家和买家自己解决。要是实在搞不定，就找外部机构帮忙。不是平台来管所有事儿。"
          },
          {
            "role": "host",
            "text": "我懂了，我是说，像现在美团那样，有评价系统啥的。这个新平台会不会也需要类似的东西？"
          },
          {
            "role": "guest",
            "text": "对啊，他们提过搞个信誉系统。让商家和骑手先质押点代币啥的。奖励好人，惩罚坏人。不过，有人说这很难，淘宝的系统都没挡住骗子。"
          },
          {
            "role": "host",
            "text": "是啊，那成本呢？建平台要花钱吧。服务器、推广，这些怎么搞？"
          },
          {
            "role": "guest",
            "text": "嗯，那个家伙说做成P2P的，不用大服务器，让商家自己形成网络。省点钱。但还是有人质疑，推广成本太高了。没钱砸广告，商家不会来。"
          },
          {
            "role": "host",
            "text": "对，我记得还有人说，政策方面有问题。政府不会允许不受监管的平台吧？"
          },
          {
            "role": "guest",
            "text": "没错。很多人回复说，这个在国内可能行不通。美团为什么能活，就是因为它能收税啥的。要是搞自治，税没了，估计就给封了。"
          },
          {
            "role": "host",
            "text": "那要是在国外呢？或者墙外做？"
          },
          {
            "role": "guest",
            "text": "嗯，可能试试。但还是有风险。有人提过国外有类似app，但被叫停了。关键是，用户心智难占。人都习惯美团了，谁去用新平台？"
          },
          {
            "role": "host",
            "text": "说的对。那冷启动呢？一开始怎么拉人？商家和骑手会试试吗？"
          },
          {
            "role": "guest",
            "text": "嗯，他们说商家加入几乎不用成本，所以可能会试试。像有个小例子，一栋楼的商家拉了个微信群，就直接交易了。但放大到全国，就难了。"
          },
          {
            "role": "host",
            "text": "哦，那听起来小范围行得通。大平台是怎么起来的？"
          },
          {
            "role": "guest",
            "text": "美团当初是烧钱砸出来的。补贴商家，用户，然后垄断了。不是技术问题，是运营。光有好主意，不推广，没人知道。"
          },
          {
            "role": "host",
            "text": "那你觉得这个想法靠谱不？万一成了恶龙呢？"
          },
          {
            "role": "guest",
            "text": "嗯，我是说，理想很美好，但现实残酷。屠龙者可能变成恶龙。关键是，信任难建。用户不信平台，商家不来，骑手不跑，就死循环。"
          },
          {
            "role": "host",
            "text": "对啊，那我们作为用户，是不是在被剥削？这个平台能让大家花钱更值？"
          },
          {
            "role": "guest",
            "text": "可能吧。但有些事儿，就得让人赚点。像吃外卖，便利了，但总得有平台维护。完全自治，出了事儿谁负责？"
          },
          {
            "role": "host",
            "text": "嗯，那你会支持这个想法吗？"
          },
          {
            "role": "guest",
            "text": "我支持尝试，但得现实点。先从小社区开始，别想一步到位。技术能解决一部分，但运营、监管这些，才是真问题。"
          },
          {
            "role": "host",
            "text": "好吧，那聊这么多，我觉得挺有启发的。下次我们再聊聊别的网上的奇思妙想。"
          },
          {
            "role": "guest",
            "text": "嗯，没问题。总有新鲜事儿。"
          }
        ]
      },
      "updated_at": "2025-06-17T15:16:52.910Z",
      "try_count": 8,
      "error": "",
      "output": {
        "location": "https://aisaas.nots.top/vs68d90c-fd9c-4c90-9307-33c81fb11da4-1750173403390.mp3",
        "duration": 308.985125
      }
    }
  }